glossary ='[{"word":"ASIAN OPTION", "meaning": "An option where either the strike price or the settlement price is the average level of an underlying instrument over a pre-determined period. The averaging can be either a Geometric or Simple average"},{"word":"ASIAN OUT", "meaning": "An Asian option whereby the settlement price is the average level of an underlying instrument over a pre-determined period"},{"word":"ASSET SWAP", "meaning": "A structure involving both the sale of an asset to a counterparty and an Interest Rate Swap packaged as a single transaction. In the case of asset swaps with respect to bonds, the asset will usually be a fixed rate instrument where the investor is seeking a floating rate return. The investment bank will therefore package the fixed rate bond together with an Interest Rate Swap, swapping the fixed return on the bond for a floating return, thereby providing the investor with a synthetic floating asset."},{"word":"ASSIGNMENT", "meaning": "The process by which one counterparty (Transferor) agrees to transfer to a third party (Transferee) its obligations under an existing transaction  with another counterparty (the Remaining Party). The Transferor, Transferee and Remaining Party all need to agree to the novation."},{"word":"AUTO CALLABLE","meaning":"An exotic option which terminates and pays an enhanced return if a defined barrier level is breached on a pre-defined date. Auto callable trades are often used to hedge equity linked notes"},{"word":"AUTOMATIC EXERCISE","meaning":"A commonly used election whereby an option or Swaption transaction is deemed to be exercised, provided that it is in-the-money on the Exercise Date, without the need to serve notice."},{"word":"AVERAGE RATE OPTION",  "meaning":"An option where the settlement is based on the difference between the Strike Price and the average price of the underlying instrument over a pre-determined period."},{"word":"BACKWARDATION","meaning":"A condition in which the futures price is less than the expected future spot price"},{"word":"CALL OPTION","meaning":"A financial instrument which gives the holder (Buyer) the right, but not the obligation, to buy a specified underlying on or before a specified date or dates. Where Physical Settlement is specified the option writer (Seller) has the obligation to deliver the underlying, at the Strike Price, should the holder exercise the option. Where Cash Settlement is specified, the option writer compensates the Buyer for the difference between the underlying price at the time of exercise and the Strike Price."},{"word":"BLACK SCHOLES","meaning":"A complex mathematical model used to determine the price of European put or call options."}]';